Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_ron-ROU_MRT.tmx
Source language: en_us
Languages: ro_ro

source: The European General Data Protection Regulation (GDPR) requires us to first speak to a parent or legal guardian of a teenager. Can I speak to this teenager’s parent or legal guardian? (SINGLE ANSWER, DO NOT READ OUT)
ro_ro: Regulamentul general european privind protecția datelor (GDPR) ne impune să vorbim mai întâi cu un părinte sau tutore legal al adolescentului. Pot vorbi cu părintele sau tutorele legal al acestui adolescent? (UN SINGUR RĂSPUNS, NU CITIȚI)

source: European Commission
ro_ro: Comisia Europeană

source: Stayed about the same
ro_ro: A rămas aproximativ la fel

source: Which nationality or nationalities do you hold? {#D3b_ins}
ro_ro: Ce naționalitate sau naționalități aveți? {#D3b_ins}

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 16 YEARS OR OVER)
ro_ro: (SCRIEȚI VÂRSTA ÎN ANI DACĂ RESPONDENTUL ARE 16 ANI SAU MAI MULT)

source: Other nationality
ro_ro: Altă naționalitate

source: Spain
ro_ro: Spania

source: Education
ro_ro: ÎNVĂŢĂMÂNT

source: Would you say you are…? {#D2_ins}
ro_ro: Aţi spune că sunteţi...? {#D2_ins}

source: Austrian
ro_ro: austriacă

source: Cyprian
ro_ro: cipriotă

source: Belgium
ro_ro: Belgia

source: Poland
ro_ro: Polonia

source: Please enter a value between 1 and 30.
ro_ro: Introduceți o valoare între 1 și 30.

source: Professional, scientific and technical activities
ro_ro: ACTIVITĂŢI PROFESIONALE, ŞTIINŢIFICE ŞI TEHNICE

source: Please enter a value between 0 and 99.
ro_ro: Introduceți o valoare între 0 și 99.

source: Select all that apply.
ro_ro: Selectați toate variantele care se aplică.

source: Executive Agency for Small and Medium-sized Enterprises
ro_ro: Agenția Executivă pentru Întreprinderi Mici și Mijlocii

source: Croatian
ro_ro: croată

source: Refusal {#D5a_ins}
ro_ro: Refuz să răspund {#D5a_ins}

source: Activities of households as employers; undifferentiate goods and services producing activities of households for own use
ro_ro: ACTIVITĂŢI ALE GOSPODĂRIILOR PRIVATE ÎN CALITATE DE ANGAJATOR DE PERSONAL CASNIC; ACTIVITĂŢI ALE GOSPODĂRIILOR PRIVATE DE PRODUCERE DE BUNURI ŞI SERVICII DESTINATE CONSUMULUI PROPRIU

source: Please enter a value between 0 and 20.
ro_ro: Introduceți o valoare între 0 și 20.

source: {#D1X_insert} (DO NOT READ OUT, ONE ANSWER ONLY)
ro_ro: {#D1X_insert} (NU CITIŢI VARIANTELE DE RĂSPUNS - UN SINGUR RĂSPUNS)

source: Spanish
ro_ro: spaniolă

source: Do you also use one or more mobile phones? {#D2_ins}
ro_ro: Folosiți, de asemenea, unul sau mai multe telefoane mobile? {#D2_ins}

source: Products to companies or other organisations
ro_ro: produse companiilor sau altor organizaţii

source: Retired
ro_ro: Pensionar

source: 1 to 9 employees
ro_ro: De la 1 la 9 angajaţi

source: Accommodation and food service activities
ro_ro: HOTELURI ŞI RESTAURANTE

source: <b>Thank you for your participation. Please click next and then close the browser.</b>
ro_ro: <b>Vă mulțumim pentru participare. Dați clic pe Înainte și apoi închideți browserul.</b>

source: Prefer not to say
ro_ro: Prefer să nu răspund

source: Financial and insurance activities
ro_ro: INTERMEDIERI FINANCIARE ŞI ASIGURARI

source: Swedish
ro_ro: suedeză

source: Services directly to consumers
ro_ro: servicii direct consumatorilor

source: Local political matters
ro_ro: Probleme politice locale

source: <p>Those are all the questions we have for you today. Thank you for your time.</p><p>All information you provide is kept strictly confidential and is used for research purposes only.</p>
ro_ro: <p>Acestea sunt toate întrebările pe care le avem pentru dvs. astăzi. Vă mulțumim pentru timpul acordat.</p><p>Toate informațiile furnizate vor rămâne strict confidențiale și vor fi utilizate doar în scopuri de cercetare.</p>

source: Answer '{ANSWER}' is not numeric.
ro_ro: Intrebarea '{QUESTION}' ({QUESTION_NUMBER}): Raspunsul '{ANSWER}' nu este numeric.

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. We would like to speak to your child about this subject (CLARIFY IF NEEDED: your child, aged 15, whose birthday it was most recently). Are you the parent/legal guardian of the child, aged 15, we would like to interview?
ro_ro: Bună ziua, numele meu este …, de la (DENUMIREA INSTITUTULUI NAȚIONAL), și efectuez un interviu pentru Ipsos Public Affairs, în numele unuia dintre clienții săi. Căutăm persoane cu vârsta de cel puțin 15 ani, care doresc să își împărtășească opiniile cu privire la chestiunile societății actuale. Efectuăm acest sondaj în toată Europa. Sondajul nu face parte din nicio cercetare de piață, ne interesează să măsurăm opinia publică. Am dori să discutăm cu copilul dvs. despre acest subiect (CLARIFICAȚI, DACĂ ESTE NECESAR: copilul dvs, cu vârsta de 15 ani, a cărui aniversare a zilei de naștere a avut loc cel mai recent). Sunteți părintele/tutorele legal al copilului cu vârsta de 15 ani pe care am dori să îl intervievăm?

source: Manufacturing
ro_ro: INDUSTRIA PRELUCRĂTOARE

source: Less than 16 years (SPONTANEOUS)
ro_ro: Sub 16 ani (SPONTAN)

source: You entered an unexpected value, please review your answer or continue to confirm your response.
ro_ro: Ați introdus o valoare neașteptată, revizuiți răspunsul sau continuați pentru a confirma răspunsul dvs.

source: Czechia
ro_ro: Cehia

source: Slovakia
ro_ro: Slovacia

source: British
ro_ro: britanică

source: Real estate activities
ro_ro: TRANZACŢII IMOBILIARE

source: Does someone pick-up the phone?
ro_ro: Răspunde cineva la telefon?

source: More than 50 million euro
ro_ro: Mai mult de 225 milioane RON

source: Don't know {#D5a_ins}
ro_ro: Nu știu {#D5a_ins}

source: Occasionally
ro_ro: Ocazional

source: Yes, one mobile phone
ro_ro: Da, un telefon mobil

source: Male
ro_ro: Bărbat

source: Irish
ro_ro: irlandeză

source: Bulgarian
ro_ro: bulgară

source: Fairly positive
ro_ro: Destul de pozitivă

source: Over the last year, would you say that this image you have of the EU improved, got worse or stayed about the same? {#SD15_ins}
ro_ro: În ultimul an, ați spune că această imagine pe care o aveți despre UE s-a îmbunătățit, s-a înrăutățit sau a rămas aproximativ la fel? {#SD15_ins}

source: Do we have your permission to conduct this interview with your child?
ro_ro: Avem permisiunea dvs. pentru a efectua acest interviu cu copilul dvs.?

source: Which of the following describes how you think of yourself? {#D2_ins}
ro_ro: Care dintre următoarele descrie sexul în care considerați că vă regăsiți? {#D2_ins}

source: Answer {ANSWER} is not numeric.
ro_ro: Raspunsul '{ANSWER}' nu este numeric.

source: More than 100,000 to 250,000 euro
ro_ro: Mai mult de 440 mii RON, până la 1,1 milioane RON

source: Administrative and support service activities
ro_ro: ACTIVITĂŢI DE SERVICII ADMINISTRATIVE ŞI ACTIVITĂŢI DE SERVICII SUPORT

source: German
ro_ro: germană

source: Navigations
ro_ro: Navigari

source: 15 years old, but not available/not at home
ro_ro: 15 ani, dar nu este disponibil/acasă

source: Are you a permanent resident of {#MRK_Country}?
ro_ro: Sunteți rezident permanent în {#MRK_Country}?

source: More than 10 years
ro_ro: Mai mult de 10 ani

source: Yes, I am the parent/legal guardian
ro_ro: Da, sunt părintele/tutorele legal

source: More than 2 to 10 million euro
ro_ro: Mai mult de 9 milioane, până la 45 milioane RON

source: Over the past two years, has your company's annual turnover increased, decreased or remained unchanged? (DO NOT READ OUT, ONE ANSWER ONLY)
ro_ro: În ultimii doi ani, cifra de afaceri anuală a companiei dvs. a crescut, a scăzut sau a rămas neschimbată? (NU CITIȚI, DOAR UN SINGUR RĂSPUNS)

source: Seeking a job
ro_ro: În căutarea unui loc de muncă

source: Romanian
ro_ro: română

source: Romania
ro_ro: România

source: Finland
ro_ro: Finlanda

source: What is the main activity of your company? (READ OUT MAIN CATEGORIES FIRST, THEN SUBCATEGORIES, ONE ANSWER ONLY)
ro_ro: Care este activitatea principală a companiei dvs.? (CITIȚI MAI ÎNTÂI CATEGORIILE PRINCIPALE, APOI SUBCATEGORIILE, DOAR UN SINGUR RĂSPUNS)

source: (SINGLE ANSWER, DO NOT READ OUT)
ro_ro: (UN SINGUR RĂSPUNS, NU CITIȚI)

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. You may refuse to answer these questions at any time, and you can withdraw your consent for participation at any time.
ro_ro: Sondajul include câteva întrebări care ar putea fi considerate sensibile, deoarece se referă la opinii politice. Puteți refuza să răspundeți la aceste întrebări în orice moment și vă puteți retrage consimțământul de participare în orice moment.

source: Greek
ro_ro: greacă

source: years
ro_ro: ani

source: Portugal
ro_ro: Portugalia

source: Please enter a value between 15 and 105. If you are less than 15 years old, you are not eligible to participate in this study.
ro_ro: Introduceți o valoare între 15 și 105. Dacă aveți vârsta mai mică de 15 ani, nu sunteți eligibil(ă) să participați la acest studiu.

source: Professional (employed doctor, lawyer, accountant, architect, …)
ro_ro: Specialist cu studii superioare angajat (medic, avocat, contabil, arhitect angajat)

source: Arts, entertainment and recreation
ro_ro: ACTIVITĂŢI DE SPECTACOLE, CULTURALE ŞI RECREATIVE

source: Below 10% owned by persons from other countries outside (THIS COUNTRY)
ro_ro: Deținută în proporție de mai puțin de 10% de persoane din afara României

source: More than 500,000 to 2 million euro
ro_ro: Mai mult de 2,25 milioane, până la 9 milioane RON

source: Thank you for your time. We remind you that if you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purposes for processing your personal data as well as your rights under applicable data protection law.
ro_ro: Vă mulțumim pentru timpul acordat. Vă reamintim că, dacă doriți să citiți Declarația privind protecția datelor, puteți să o accesați online la {#intro_link}. Aceasta explică scopurile prelucrării datelor dvs. cu caracter personal, precum și drepturile dvs. în conformitate cu legislația aplicabilă privind protecția datelor.

source: Activities of extraterritorial organisations and bodies
ro_ro: ACTIVITĂŢI ALE ORGANIZAŢIILOR ŞI ORGANISMELOR EXTRATERITORIALE

source: Manual worker
ro_ro: Muncitor

source: Professional (lawyer, medical practitioner, accountant, architect,…)
ro_ro: Specialist cu studii superioare (avocat, medic, contabil, arhitect, etc...)

source: Farmer, forester, fisherman
ro_ro: Agricultor, silvicultor, pescar

source: Other employee (salesman, nurse, …)
ro_ro: Altă ocupaţie (vânzător/oare, asistent/ă medical/ă, ...)

source: More than 25,000 to 50,000 euro
ro_ro: Mai mult de 110 mii RON, până la 220 mii RON

source: Finnish
ro_ro: finlandeză

source: ENU English (United States)
ro_ro: ROM Romanian (Romania)

source: European Agency for Safety and Health at Work
ro_ro: Agenția Europeană pentru Sănătate și Securitate în Muncă

source: Female
ro_ro: Femeie

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
ro_ro: COMERŢ CU RIDICATA ŞI CU AMĂNUNTUL DE ORICE FEL (INCLUSIV REPARAREA AUTOVEHICULELOR ŞI MOTOCICLETELOR)

source: (WHEN SPEAKING TO THE TARGETED RESPONDENT) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting decision makers in companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means that neither you, nor your business, will be identifiable in any of the published results. For quality assurance, this phone call may be monitored and recorded. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public and business opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: No personal data will be collected during this interview. Your participation, together with your individual responses to the questions, will be kept strictly confidential. If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Are you happy to proceed with the interview? (SINGLE ANSWER, DO NOT READ OUT)
ro_ro: (CÂND VORBIȚI CU RESPONDENTUL VIZAT) Bună ziua, numele meu este …, de la (DENUMIREA INSTITUTULUI NAȚIONAL), și efectuez un interviu pentru Ipsos Public Affairs, în numele unuia dintre clienții săi. Contactăm factori de decizie din companii din toată Europa referitor la opiniile lor privind subiecte actuale de afaceri. Feedbackul va fi folosit pentru a susține elaborarea politicilor în Europa. Aș aprecia dacă mi-ați acorda {#minutes_ins} minute pentru a participa la acest sondaj. Participarea la sondaj este voluntară și vă puteți răzgândi în orice moment. Toate răspunsurile dvs. vor rămâne confidențiale și vor fi combinate cu răspunsurile tuturor celorlalți participanți. Aceasta înseamnă că nici dvs., nici compania dvs. nu veți putea fi identificați/identificate în rezultatele publicate. Pentru asigurarea calității, acest apel telefonic poate fi monitorizat și înregistrat. <b>ADĂUGARE DE CĂTRE OPERATOR, DACĂ ESTE ÎNTREBAT:</b> CLIENT? Ipsos efectuează acest sondaj pentru {#Client}. Sondajele Flash Eurobarometer au ca scop monitorizarea opiniei publice și a companiilor din Uniunea Europeană în ceea ce privește o gamă vastă de chestiuni tematice. CE DATE CU CARACTER PERSONAL VOR FI COLECTATE: Niciun fel de date cu caracter personal nu vor fi colectate în timpul acestui interviu. Atât participarea dvs. la acest sondaj, cât și răspunsurile dvs. individuale la întrebări vor fi păstrate strict confidențiale. Dacă aveți comentarii sau întrebări, ori îngrijorări, vă rugăm să trimiteți un e-mail la: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Doriți să continuați interviul? (UN SINGUR RĂSPUNS, NU CITIȚI)

source: None, sole trader (DO NOT READ OUT)
ro_ro: Niciunul, comerciant unic (NU CITIȚI)

source: In general, does the EU conjure up for you a very positive, fairly positive, neutral, fairly negative or very negative image? {#SD15_ins}
ro_ro: În general, imaginea pe care o aveţi despre Uniunea Europeană este foarte pozitivă, destul de pozitivă, neutră, destul de negativă sau foarte negativă? {#SD15_ins}

source: Belgian
ro_ro: belgiană

source: Refusal (SPONTANEOUS)
ro_ro: Refuz să răspund (SPONTAN)

source: Looking after the home
ro_ro: Are grijă de gospodărie

source: I’m opposed to the idea of the European Union in general
ro_ro: Sunt împotriva ideii de Uniune Europeană în general

source: More than 10 to 50 million euro
ro_ro: Mai mult de 45 milioane, până la 225 milioane RON

source: Which of the following statements regarding the European Union is closest to your opinion? {#D2_ins}
ro_ro: Care dintre următoarele afirmații privind Uniunea Europeană este cea mai apropiată de opinia dvs.? {#D2_ins}

source: Owner of shop, craftsman
ro_ro: Proprietarul unui magazin, meşteşugar

source: Middle management
ro_ro: Poziţie managerială de mijloc

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 16 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
ro_ro: Bună ziua, numele meu este …, de la (DENUMIREA INSTITUTULUI NAȚIONAL), și efectuez un interviu pentru Ipsos Public Affairs, în numele unuia dintre clienții săi. Căutăm persoane cu vârsta de cel puțin 16 ani, care doresc să își împărtășească opiniile cu privire la chestiunile societății actuale. Efectuăm acest sondaj în toată Europa. Sondajul nu face parte din nicio cercetare de piață, ne interesează să măsurăm opinia publică. Aș fi recunoscător (recunoscătoare) dacă mi-ați acorda {#minutes_ins} minute pentru a participa la acest sondaj. Participarea la sondaj este voluntară și vă puteți răzgândi în orice moment. Toate răspunsurile dvs. vor rămâne confidențiale și vor fi combinate cu răspunsurile tuturor celorlalți participanți. Aceasta înseamnă că nu veți putea fi identificat(ă) în rezultatele publicate. {#CONSENT_ins} Dacă doriți să citiți Declarația privind protecția datelor, puteți să o accesați online la {#intro_link}. Aceasta explică scopul prelucrării datelor dvs. cu caracter personal, precum și drepturile dvs. privind protecția datelor. Pentru asigurarea calității, acest apel telefonic poate fi monitorizat și înregistrat. ADĂUGARE DE CĂTRE OPERATOR, DACĂ ESTE ÎNTREBAT: DE UNDE AVEȚI NUMĂRUL MEU: Numărul dvs. de telefon a fost generat în mod aleatoriu de un computer, la fel ca toate numerele pe care le apelăm pentru acest studiu. Obiectivul nostru este să intervievăm un eșantion reprezentativ al populației acestei țări. CLIENT? Ipsos efectuează acest sondaj pentru [{#Client}]. Sondajele Flash Eurobarometer au ca scop monitorizarea opiniei publice în Uniunea Europeană în ceea ce privește o gamă vastă de chestiuni tematice. CE DATE CU CARACTER PERSONAL VOR FI COLECTATE: Folosim numărul dvs. de telefon doar pentru a vă invita să participați la acest interviu și în scopuri de control al calității. Se vor colecta informațiile despre gen și vârstă, precum și date cu caracter personal din răspunsurile la întrebările interviului (cum ar fi starea civilă). Toate informațiile pe care le furnizați vor rămâne confidențiale, răspunsurile dvs. vor fi combinate cu răspunsurile tuturor celorlalți participanți și niciun fel de date de identificare nu vor fi divulgate clientului societății Ipsos. Doriți să continuați interviul? {#Birthday_ins}

source: Luxembourg
ro_ro: Luxemburg

source: Do you use more than one mobile phone? {#D2_ins}
ro_ro: Folosiți mai multe telefoane mobile? {#D2_ins}

source: Unskilled manual worker
ro_ro: Muncitor necalificat

source: Sold products and or services to countries outside EU
ro_ro: A vândut produse şi/sau servicii către ţări din afara UE

source: Yes
ro_ro: Da

source: Cyprus
ro_ro: Cipru

source: Would you say you live in...? {#D2_ins}
ro_ro: Ați spune că locuiți într-o/un...? {#D2_ins}

source: Manager of a company
ro_ro: Managerul unei companii

source: Germany
ro_ro: Germania

source: Don't know/No Answer (DO NOT READ OUT)
ro_ro: NȘ/NR (NU CITIŢI)
